Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uit.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The rate of biodegradation depends strongly on the environmental conditions, such as temperature and number of suitable microorganisms (see figure below).
nb: Nedbrytningshastigheten avhenger sterkt av miljøforholdene, som temperatur og antall egnede mikroorganismer (se figur nedenfor).

source: Explain the structure of government in Russia and the Nordic countries.
nb: gjenkjenne og forklare bruken av variabler, operasjoner og funksjoner.

source: – But we have found that one must examine bilingualism in a more nuance manner.
nb: – Men vi har funnet ut at man må se på dette mer nyansert, tospråklighet påvirker ikke alle hjerner på samme måte.

source: Protein Structure - 10 stp
nb: Kultur, fritid og frivillig arbeid - 10 stp

source: The Tromsø Museum sells a package for
nb: vandre ut i saltvann igjen for å gyte.

source: Similarly, 30 ECTS are recognised as 30 credits.
nb: blir 30 ECTS godkjent som 30 studiepoeng.

source: Re-submission of the thesis:
nb: Kunnskaper og forståelse:

source: Mandatory exercises: 4 of 6 approved exercises (Pass / Fail) Examination and assessment:
nb: 4 av 6 godkjente øvinger (Bestått / Ikke Bestått) Vurdering

source: The exam will be assessed on an A-F grades scale.
nb: Emnet evalueres med bokstavkarakterer (A-F).

source: Language of instruction and examination: English.
nb: håndtere komplekse spørsmål knyttet til ulikhet i samfunnet

source: The research group has initiated and organizes “The Norwegian Oral Cancer (NOROC) Study”, a national study that includes the four head- and neck cancer centers in Norway.
nb: Forskningsgruppa har tatt initiativet til og leder «The Norwegian Oral Cancer Study» (NOROC), en nasjonal studie som involverer de fire hode-halskreftsenterne i Norge.

source: and Utrecht University,
nb: /UiT og Universitetet i Utrecht,

source: Local admission, application code 9371 - Master`s level singular course. Course overlap
nb: Andre søkere med relevant grad kan vurderes. Søknadskode 9371 - enkeltemner på masternivå. Obligatorisk forkunnskapskrav

source: Oral presentation of the project.
nb: parter og sammenstillinger.

source: Research group for Host Microbe Interactions (HMI)
nb: Vert-mikrobe interaksjoner (HMI)

source: He explains that MRS is based on electromagnetism.
nb: Han forklarer at MRS er en gigantisk elektromagnet.

source: The International Mohn Prize for Outstanding Research Related to the Arctic (The Mohn Prize) has been established in collaboration by Academia Borealis, The Academy of Sciences and Letters of Northern Norway (NNVA), Tromsø Research Foundation (TFS), and UiT The Arctic University of Norway (UiT).
nb: Den internasjonale Mohnprisen for fremragende forskning knyttet til Arktis (Mohnprisen) er etablert i samarbeid mellom Academia Borealis, Nord-Norges Vitenskapsakademi (NNVA), Tromsø Forskningsstiftelse (TFS), og UiT Norges arktiske universitet (UiT).

source: Epidemiology is the study and analysis of the patterns, causes, and effects of health and disease conditions in defined populations.
nb: Epidemiologi er studien og analysen av mønstre, årsaker og effekter av helse- og sykdomstilstander i definerte populasjoner.

source: Sizing and selection of hydraulics motors and pumps.
nb: Prinsipper og anvendelser av satellitnavigasjon.

source: What has been the best thing about it?
nb: Hva har vært det vanskeligste?

source: The research group's goals for 2020-2023 are:
nb: Forskningsgruppens mål 2020-2023 er:

source: Market-oriented product development and innovation - 10 stp
nb: Sammenlignende europeisk politikk - 10 stp

source: The fishing efficiency of these gears made of biodegradable polymers is in some cases comparable to gears made of polyamide (PA), polyethylene (PE) and polypropylene (PP).
nb: Fangsteffektiviteten til disse redskapene laget av biologisk nedbrytbare polymerer er i noen tilfeller tilsvarende som for redskaper laget av polyamid (PA), polyetylen (PE) og polypropylen (PP).

source: Resource Economists in Norway are found within a variety of employments; consulting, research, teaching, public administration, county administration, non-governmental organisations and larger businesses.
nb: Ressursøkonomer finnes i Norge innen konsulentbransjen, forskning og undervisning, i statsforvaltning, fylkesadministrasjon, ikke-statlige-organisasjoner (NGO’er), samt større bedrifter.

source: #166149 is named after Audun Rikardsen’s daughter Saga.
nb: #166149 er oppkalt etter Audun Rikardsens datter Saga.

source: The group is an integral part of UiT's Aurora Center for Nonlinear Dynamics and Complex Systems Modelling (DYNAMO), and partners in the H2020 project Tipping Points in the Earth System (TiPES).
nb: Gruppa er en sentral del av UiTs Aurora Center for Nonlinear Dynamics and Complex Systems Modeling (DYNAMO) og deltar i H2020 prosjektet Tipping Points in the Earth System (TiPES).

source: A graded scale of five marks from A to E for pass and F for fail.
nb: - Karakterene A - E for bestått eksamen, F for ikke bestått.

source: Software engineering - 10 stp
nb: Samisk språkforsknings historie - 10 stp

source: can apply the acquired methods and theoretical perspectives in the description and analyses of new areas within the academic field of Visual Anthropology.
nb: Kunnskap om grunnleggende begreper i politisk filosofi, slik som makt, legitimitet, negativ frihet, positiv frihet, proseduralisme, individualisme, og kommunitarisme.

source: In case of an F grade, an exam retake is offered at the beginning of the following semester.
nb: Ved karakter F/ikke bestått tilbys kontinuasjonseksamen i begynnelsen av påfølgende semester.

source: Comparative political economy - 10 stp
nb: Vitenskapelig metode og statistikk - 10 stp Ansvarlig fakultet

source: Oridnary PhD courses and special curriculums at UiT
nb: Vurdere behov for forskning og innovasjon i eget fagområde

source: Ida has studied the planning process and conflicts of interest in the coastal zone in Karlsøy municipality.
nb: Idas oppgave er en analyse av planprosessen og interessekonflikter i kystsonen i Karlsøy kommune.

source: Necessary safety training for laboratory and fieldwork will be given.
nb: Eksamen blir vurdert med bokstavkarakter A-F, hvor F er ikke bestått.

source: Please log in to Student web and register for the course UTV-0001.
nb: og registrerer deg til emnet UTV-0001.

source: The basis for our computational linguistics is thus finite-state transducers for modeling phonological and morphological processes, and constraint grammar for modeling syntactic structure and error analysis.
nb: Vårt datalingvistiske fundamentet består derfor av endelige tilstandsautomater (finite-state automata) for å modellere lyd- og bøyingsprosesser, og føringsgrammatikk (constraint grammar) for å modellere syntaktisk struktur og feilanalyse.

source: Press coverage Svenska Dagbladet and ChinaDaily
nb: Pressedekning Svenska Dagbladet og ChinaDaily

source: Second Language Acquisition - 10 stp
nb: Medisin og samfunn - 10 stp

source: What can it be used for?
nb: Hva kan det brukes til?

source: Atmospheric planetary boundary layer feedback in climate system and triggering of climate change at high latitudes.
nb: Eksportorientering og importavhengighet - tilvirkningsbedriftene i et næringsdynamisk perspektiv.

source: What is a typical day like for you?
nb: Totalt sett har det vært mye arbeid.

source: Arvid Viken, professor at the Institute for Sociology, Political Science and Society Development, has looked into why northern lights tourists choose Tromsø before Alta -The City of Northern Lights.
nb: Professor Arvid Viken ved Institutt for sosiologi, statsvitenskap og samfunnsplanlegging er en av dem som har sett nærmere på hvorfor nordlysturistene velger Tromsø i stedet for Nordlysbyen Alta – og hva som egentlig skjedde da nordlyset gikk fra å være for spesielt interesserte til å bli en turistmagnet i verdensklasse.

source: This is important to correctly characterize the ice, to learn how well the algorithm works, and to know how to improve it.
nb: Dette var viktig for å karakterisere isen riktig, for å lære hvor godt algoritmen fungerer og hva som må gjøres for å forbedre den.

source: The whale was observed in Tromsø only this winter, and was tagged in Ersfjord 11.01.17.
nb: Hvalen er observert i Tromsø kun denne vinteren, og ble merket i Ersfjord 11.01.17.

source: We are really grateful for that, she says.
nb: Det er vi takknemlige for, sier hun.

source: Joshua’s results show that the average rate of shoreline retreat is 4.66 m/year, with major retreats occurring on the eastern coast of the region between 1986 and 2018.
nb: Joshuas resultater viser at den gjennomsnittlige erosjonsraten av strandlinjen er 4.66 m/år, og i studieperioden (1986-2018) skjedde den sterkeste erosjonen skjedde påøstkysten av studieområdet.

source: All are highly developed liberal democracies.
nb: Kjenne til begreper, rettskilder og lovtolking i skatteretten.

source: Pluricourts - Center for the study of the Legitimacy of International Courts
nb: PluriCourts - Senter for forskning om internasjonale domstolers legitimitet

source: Advice and help
nb: bruker du ditt

source: International Politics - 10 stp
nb: Samfunnsvitenskapelig metode og statistikk - 10 stp

source: Portfolio hand in date 14.12.2021
nb: Justerende muntlig og endelig karakter 14.12.2021

source: We are affiliated with the Centre for Molecular Medicine Norway (NCMM, Nordic EMBL Partnership Molecular Medicine).
nb: Vi er tilknyttet Centre for Molecular Medicine Norway (NCMM) og Nordic EMBL Parntership Molecular Medicine.

source: Opp is a universal mental health-promoting mobile application for all adolescents between 13 to 19 years.
nb: Opp er en universell psykisk helsefremmende mobilapplikasjon for alle ungdom i alderen 13 til 19 år.

source: Defining religion, defying tradition?
nb: "Et ordinært fag i særklasse".

source: With the election of Isabelle Sande Dsolve has got a chair with a strong connection to the industry, and solid experience from the supplier industry.
nb: Med valget av Isabelle Sande som styreleder har Dsolve dermed sikret seg en styreleder med en sterk tilknytning til næringen, og solid erfaring fra leverandørindustrien.

source: Most courses will take place in the afternoons and evenings.
nb: I tillegg anbefales de ulike bøkene i serien.

source: DOKGF Documentation studies, undergraduate course 10 stp
nb: Fortid, nåtid og framtid 10 stp

source: Larra Serreri Green and Juan Manuel Balsamo travelled from Buenos Aires to Tromsø to fulfil their dream of seeing the northern lights.
nb: Lara Serreri Green og Juan Manuel Balsamo dro fra Buenos Aires til Tromsø for å få oppfylt drømmen om nordlys.

source: from October last year.
nb: fra oktober i fjor.

source: can critically analyse the tourist experience
nb: Alle emner evalueres en gang i løpet av programperioden.

source: Their product did not reach the market, claim the UiT scientists.
nb: De nådde ikke ut i markedet med produktet sitt, mener UiT-forskerne.

source: I got my law degree in 2014 at the University of Lapland, Finland.
nb: Jeg tok juseksamen ved Lapplands Universitet i Rovaniemi Finland 2014, og er ganske ”fersk” som jurist.

source: greenish glimmer behind the grey.
nb: for å få politikerne i tale.

source: Inger Pauline Landsem et al.
nb: fortalte om sin forskning i prosjektet.

source: Expand the research group through the employment of research fellows and post-docs, as well as researchers with relevant and sharpened expertise in the group's topics.
nb: Utvide forskergruppen gjennom ansettelse av stipendiater og post-doc., samt forskere med relevant og spisset kompetanse innen gruppens tema.

source: Hansen has worked within this academic field for many years, and in 2007, he defended
nb: Hansen har jobbet med dette fagfeltet i mange år, og i 2007 avga han

source: The exam will be assessed on an A-F grade scale.
nb: Eksamen vurderes med bokstavkarakter A-F, der F regnes som stryk.

source: Students will have a basic understanding of the connection between all activities performed from exploration phase towards the operation phase, including remarks on decommissioning of installations.
nb: Forstå prinsippene for design av store og komplekse datanettverk, fordeler og ulemper med forskjellige overføringsmedier og overføringskapasitet i gitte overføringsmedier og forhold.

source: If you go on an exchange to USA, Latin America or numerous countries in Asia and Africa, courses/subjects in the first-year level will not normally be recognised as higher education or credits in Norway.
nb: Drar du på utveksling til USA, Latin-Amerika og en rekke land i Asia og Afrika, blir emner/fag på førsteårsnivå normalt ikke godkjent som høyere utdanning (gi uttelling i studiepoeng) i Norge.

source: The library will also pick out ten people who will win a PayGoo VISA-card worth 250 NOK.
nb: UB trekker også ut ti personer som hver får ett PayGoo VISA-kort til en verdi av 250 kroner.

source: These presentations are undertaken in the context of the project Arctic FNPPs funded by the FRAM Centre.
nb: Foredragene gjennomføres i forbindelse med prosjektet Arctic FNPPs finansiert av FRAM Senteret.

source: They want as many staff and students as possible to participate by May 31.
nb: Nåønsker de at alle ansatte og studenter som ikke har tatt den enda, får gjennomført undersøkelsen før 31. mai.

source: Researchers will weigh the amount (and measure the length) of dolly-ropes in the codend before and after the fishing trials, and they will measure the length of the dolly-rope fibres monthly.
nb: Forskere vil veie mengden (og måle lengden) av dolly-rope før og etter forsøksfisket, og lengden på dolly-rope fibrene vil bli målt månedlig.

source: The general assembly of Dsolve has elected Isabelle Sande as chair of the board.
nb: Generalforsamlingen har valgt Isabelle Sande som styreleder for Dsolve.

source: The grading scheme for the poster will be announced at course start.
nb: Tidspunkt for innlevering oppgis ved kurset start.

source: Miss Aurora danced before her in all her glory, and millions of TV-viewers could see a wonderful documentary on the northern lights.
nb: Frøken Aurora danset for henne i all sin prakt, og millioner av TV-seere fikk se en fantastisk nordlysdokumentar og Tromsø- reklame.

source: Problems associated with marine plastic litter caused by the fishery and aquaculture sectors can be significantly reduced if traditional plastics like Polyethylene (PE) or Polyamid (PA) in these sectors are replaced by new biodegradable materials.
nb: Problemer knyttet til marint plastsøppel forårsaket av fiskeri- og havbrukssektoren kan reduseres betydelig hvis tradisjonell plast som polyetylen (PE) eller polyamid (PA) i disse sektorene erstattes med nye, biologisk nedbrytbare materialer.

source: Subproject B4 (carried out by Associate Professor Bjørn-Petter Finstad) will present an in-depth analysis of the Norwegian fishing industry.
nb: Delprosjekt B4 (utført av førsteamanuensis Bjørn- Petter Finstad) vil presentere en grundig analyse av norsk fiskeindustri.

source: Multilingual encounters in Northern Norway.
nb: Veiledning, kunnskapssyn og danning.

source: In fall 2014, Master’s students Lukas Kosner, Simon Pavall and Siv-Eli Vuolab were awarded Focal Point North scholarships.
nb: Våren 2014 fikk mastergradsstudentene Lukas Kosner, Simon Pavall og Siv-Eli Vuolab stipend fra Brennpunkt nord.

source: Dr. Dorthe Dahl-Jensen Dr. Dahl-Jensen is Professor at the Niels Bohr Institute, University of Copenhagen, where she is a world leader in cryosphere science.
nb: Dahl-Jensen er professor ved Centre for Earth Observation Science ved University of Manitoba, der hun er verdensledende innen sitt fagfelt.

source: Merete Steinbru is a preschool teacher and a special ed teacher, and has practised Systematic Concept Teaching for the last ten years in different kindergartens in Harstad.
nb: Merete Steinbru er førskolelærer og spesialpedagog og har praktisert systematisk begrepsundervisning de siste ti årene i ulike barnehager i Harstad.

source: his doctoral thesis, “Begreper til å begripe med”
nb: doktoravhandlingen sin, «Begreper til å begripe med»

source: Clients could book northern lights trips online, and there were many adventures to choose from.
nb: Kundene kunne booke nordlysturer online, og det var flere produkter å velge mellom.

source: Thesis Seminar IND-3902 GENI - Thesis Seminar
nb: BED-3902 Masteroppgave i ledelse, innovasjon og marked

source: Full-scale testing will be conducted by building codends with dolly-ropes made of conventional PE rope and bio ropes.
nb: Fullskalatesting vil bli utført ved å lage trålposer med dolly rope av konvensjonelle PE-tau og biotau.

source: Dr Walsh's impressive scholarly record of over 300 peer-reviewed publications is regularly punctuated by insightful sole- and first-authored papers that educate broadly and highlight fruitful research directions.
nb: Walsh sin imponerende vitenskapelige rekord, med over 300 fagfellevurderte publikasjoner, er jevnlig preget av innsiktsfulle ene- og førsteforfattede artikler som utdanner bredt og fremhever fruktbare forskningsretninger.

source: article in Sykepleien
nb: artikkelen i Sykepleien

source: Time plan: 2017-2020Funding: UiT The Arctic University of NorwayResponsible: Jørn Weines
nb: Tidsperiode: 2017-2020Finansiering: UiT Norges arktiske universitetAnsvarlig: Jørn Weines

source: Deputy vice-chancellor of research at UiT - the Arctic University of Norway, Kenneth Ruud, says that they agree with the decision.
nb: Prorektor for forskning og utdanning ved UiT - Norges arktiske universitet, Kenneth Ruud.

source: Margrethe works as a professor at the Norwegian College of Fishery Science at the University of Tromsø.
nb: Margrethe er i dag førsteamanuensis ved MRØ, Norges fiskerihøgskole, Universitetet i Tromsø.

source: Elementary – and entirely basic
nb: Helt selvfølgelig – og helt grunnleggende

source: The opportunities in this vessel group have contributed to the growth in the number of fishers.
nb: Fiskeflåten i Lebesby i dag domineres mindre fartøy som i stor grad fisker i åpen gruppe og etableringsmulighetene i denne gruppa har gitt en viss vekst i antallet fiskere.

source: Governance and Entrepreneurship in Northern and Indigenous Areas - master
nb: Ledelse, innovasjon og marked - master

source: The educational approach known as Systematic Concept Teaching (SCT) emphasises this, the idea being that the earlier children learn and master these basic concepts, the quicker and better they will be able to put things in «its right place» in their head, and learn in a more conscious way.
nb: Den pedagogiske retningen systematisk begrepsundervisning (BU) legger spesielt stor vekt dette, og tanken er at jo tidligere barn lærer og har kontroll på de grunnleggende begrepene, jo raskere og bedre kan de putte ting på«rett plass» i hodet og ta til seg læring på en mer bevisst måte.

source: Here, Maaike writes about the aim and scope of the project:" />
nb: Her skriver Maaike om prosjektet:" />

source: It may actually be a greater benefit to the brain than exercise is, because of how frequently bilinguals use their languages.
nb: Det kan hende at det faktisk vil være en større fordel for hjernen enn det trening er, fordi vi bruker språk så mye.

source: Kolbrún’s main findings are that the criteria of allocation discussed are the same in the international negotiations and within NEAFC, and according to the legal framework in UNCLOS and UNFSA.
nb: Kolbrúns hovedfunn er at tildelingskriteriene for kvoter er de samme i de internasjonale forhandlingene og i NEAFC, og er i henhold til juridiske rammeverk i UNCLOS og UNFSA.

source: The language of instruction is English and all of the syllabus material is in English.
nb: Gode kunnskaper om statistikk, sannsynlighetsregning, hypotesetest og lineær regresjon.

source: Applicants from Nordic countries: 1 June for the autumn semester.
nb: juni for emner som tilbys i høstsemesteret og 1.

source: is known to everyone that participates in the Prematurproject.
nb: Boka beskriver metoden som ble brukt til å vurdere alle barna som ble med i Prematurprosjektet.

source: How has the regulatory system affected employment in fisheries in a local community in Lebesby?
nb: Hvordan har reguleringssystemet påvirket sysselsettingssystemet i fiske i et lokalsamfunn i Lebesby?

source: We then saw the arrival of digital cameras, Facebook, Youtube and Tripadvisor.
nb: Så kom digitalkameraene, Facebook, Youtube og TripAdvisor.

source: Bachelor's Thesis in Biology - 10 stp
nb: Dokumentorganisering og gjenfinning - 10 stp Ansvarlig fakultet

source: – The representatives and deputy representatives from the group of permanent employees are elected for four years, cf. the Universities and University Colleges Act § 9-4 (1 and 6)– The representatives and deputy representatives from the group of temporary employees are elected for one year, cf. the Universities and University Colleges Act § 9-4 (2)– The representatives and deputy representatives from the student group are elected for one year, cf. the Universities and University Colleges Act § 9-4 (3)
nb: – Representantene og vararepresentantene fra gruppen av fast ansatte velges for fire år, jf universitets- og høgskoleloven § 9-4 (1 og 6)– Representantene og vararepresentantene fra gruppen av midlertidig ansatte velges for ett år, jf universitets- og høgskoleloven § 9-4 (2)– Representantene og vararepresentantene fra studentgruppen velges for ett år, jf universitets- og høgskoleloven § 9-4 (3)

source: Multiple choice test for parts of the syllabus (Grade: A-F)
nb: Flervalgstest for deler av pensum (Bokstavkarakter)

source: Using MRI spectroscopy (MRS), which is a type of MRI scan of the brain, the researchers have examined subjects brain chemistry, in particular brain metabolites.
nb: Ved hjelp av MR spektroskopi (MRS), som er en utvidet MR-undersøkelse av hjernen, har forskerne sett nærmere på det som kalles hjernemetabolitter.

source: Global Political Economy - 10 stp
nb: Institusjoner og prosesser - 10 stp

source: This session will include presentations from Section Director Mette Nilsen and Senior Adviser Øyvind Aas-Hansen of the Norwegian Radiation and Nuclear Safety Authority, Senior Legal Adviser Lill Veronika Benjaminsen from the Norwegian Coastal Administration, and Associate Professor Maria Madalena das Neves from NCLOS.
nb: Det vil det holdes foredrag fra seksjonsdirektør Mette Nilsen og seniorrådgiver Øyvind Aas-Hansen fra Direktoratet for strålevern og atomsikkerhet (DSA), seniorrådgiver Lill Veronika Benjaminsen fra Kystverket, og førsteamanuensis Maria Madalena das Neves fra NCLOS.

source: Hansen himself has been a part of many projects with Systematic Concept Teaching that targets specific students and groups of students, but at home and abroad.
nb: Andreas Hansen har selv vært med på mange prosjekter med systematisk begrepsundervisning overfor enkeltelever og grupper av elever, både i inn- og utland.

source: Varieties of English - 10 stp
nb: Sosiologiske analysemåter - 10 stp

source: All three are working at the University Hospital Northern Norway, Tromsø.
nb: Alle tre arbeider ved Universitetssykehuset Nord-Norge, Tromsø.

source: – It is important to know how our services are being used.
nb: – Da er det viktig å vite hvordan vi oppleves.

source: Grading scale: Letter grades A-E, F - Fail.
nb: Bokstavkarakterer A-F, hvor F er ikke bestått.

source: – Yes, says Enger, and adds:
nb: – Ja, sier Enger, og tilføyer:
